verification/runs/T-family/T19_runs/P_q_m/0.orig/alphat
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      alphat;
}

dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet     { type calculated; value uniform 0; }
    outlet    { type calculated; value uniform 0; }
    wallLo    { type fixedValue; value uniform 0; }
    wallHi    { type fixedValue; value uniform 0; }
    frontBack { type empty; }
}
