verification/runs/T-family/T19_runs/P_q_m/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}

solvers
{
    p_rgh
    {
        solver          PCG;
        preconditioner  DIC;
        tolerance       1e-12;
        relTol          0.001;
    }
    "(U|T)"
    {
        solver          PBiCGStab;
        preconditioner  DILU;
        tolerance       1e-12;
        relTol          0.01;
    }
}
SIMPLE
{
    nNonOrthogonalCorrectors 0;
    pRefCell        0;
    pRefValue       0;
    residualControl { p_rgh 1e-9; U 1e-9; T 1e-9; }
}
relaxationFactors
{
    fields { p_rgh 0.3; }
    equations { U 0.7; T 0.7; }
}
